export default {
  menu: {
    index: 'Главная',
    services: 'Услуги',
    portfolio: 'Портфолио',
    contact: 'Контакты',
  },
  hello: 'Привет, меня зовут',
  name: 'Геннадий Сабинин',
  work: 'занимаю веб-разработкой',
  btn: {
    talk: 'Оставь заявку',
    more: 'Больше',
    submit: 'Отправить',
    reset: 'сброс',
  },
  service: {
    title: 'Услуги',
    description: 'Вот что я люблю делать',
    services: {
      landing: {
        title: 'Лэндинг',
        description: 'Одностраничные сайты пользуются популярностью сегодня. Создаётся, как правило, только под один товар и услугу. Его основная цель - сделать из посетителя сайта покупателя!',
      },
      company: {
        title: 'Корпоративный сайт',
        description: 'Такой тип сайтов состоит из множества страниц и имеет расширенный функционал.\n' +
          'При посещении у пользователя должно складываться ощущение, что он попал в виртуальный офис компании.',
      },
     mobile: {
        title: 'мобильное приложение',
        description: 'программное обеспечение, предназначенное для работы на смартфонах, планшетах и других мобильных устройствах, разработанное для конкретной платформы',
      },
      setting: {
        title: 'Ремонт сайта',
        description: 'Сайт постоянно требует улучшений и постоянного обновления. Часто выявляются ошибки при работе или вследствие взлома сайта.',
      },
      fast: {
        title: 'Быстрый сайт',
        description: 'Если сайт грузится больше 3 секунд это считается плохим тоном. Поэтому нужно улучшать работу сайта с помощью облегчения картинок, кэширования, правильного написания кода и т. д.',
      },
      design: {
        title: 'Индивидуальный дизайн',
        description: 'Часто нужно использовать не что-то шаблонное, а уникальное. Буду рад поработать над уникальным видом сайта. Всегда открыт для воплощения новых идей',
      },
    }
  },
  portfolio: {
    title: 'Портфолио',
    description: 'Все мои креативные проекты',
  },
  skills: {
    title: 'Навыки',
    description: 'Я изучил такие технологии',
  },
  certificates: {
    title: 'Сертификаты',
    description: 'Я прошёл обучение в этих направлениях',
  },
  contacts: {
    title: 'Контакты',
    description: 'Сообщите мне, хотите ли Вы говорить о потенциальном сотрудничестве. Я доступен для внештатной работы.',
    inputs: {
      name: 'Как вас зовут?',
      email: 'Ваш email',
      message: 'Расскажите о своём проекте',
    },
  },
  footer: {
    text: 'Со мной можно связаться:'
  }
}
